// issued_data.js
// یہ فائل ایپ خود محفوظ کرتی ہے — اسے ہاتھ سے ایڈٹ نہ کریں
const defaultIssued = [
    {
        "id": 1791267406480,
        "name": "استاد ابرار احمد صاحب ، غلام رسول ، عالیہ دوم",
        "bookId": 3229,
        "issueDate": "2026-10-06",
        "returnDate": "2026-10-13"
    },
    {
        "id": 1791438020658,
        "name": "معراج احمد ، عالمیہ سال دوم ",
        "bookId": "2463",
        "issueDate": "2026-10-08",
        "returnDate": "2026-10-15"
    },
    {
        "id": 1791438224324,
        "name": "استاد عبداللہ ضیاء صاحب ",
        "bookId": "4665",
        "issueDate": "2026-10-08",
        "returnDate": "2026-10-15"
    },
    {
        "id": 1791438262258,
        "name": "استاد عبداللہ ضیائی صاحب ",
        "bookId": "4237",
        "issueDate": "2026-10-08",
        "returnDate": "2026-10-15"
    },
    {
        "id": 1791438277591,
        "name": "استاد عبداللہ ضیائی صاحب ",
        "bookId": "431",
        "issueDate": "2026-10-08",
        "returnDate": "2026-10-15"
    },
    {
        "id": 1791688606197,
        "name": "غلام اکبر ",
        "bookId": "2389",
        "issueDate": "2026-10-11",
        "returnDate": "2026-10-11"
    },
    {
        "id": 1791696000279,
        "name": "محمد الیاس ، عالمیہ سالِ اول 1،2",
        "bookId": "1310",
        "issueDate": "2026-10-11",
        "returnDate": "2026-10-18"
    },
    {
        "id": 1791786625168,
        "name": "استاد ابرار احمد صاحب ،محمد اسلم ، جلد : 5",
        "bookId": "760",
        "issueDate": "2026-10-12",
        "returnDate": "2026-10-19"
    },
    {
        "id": 1791787709750,
        "name": "دفتر",
        "bookId": "1791787658692",
        "volNo": "1",
        "issueDate": "2026-10-10",
        "returnDate": "2026-10-17"
    },
    {
        "id": 1792207187205,
        "name": "استاد ابرار احمد صاحب ، عبدالباسط ، عالیہ سالِ اول ",
        "bookId": "2430",
        "volNo": "8-9",
        "issueDate": "2026-10-17",
        "returnDate": "2026-10-24"
    }
];
const defaultIssuedSavedAt = 1792207187205;
